<?php

// +----------------------------------------------------------------------
// | ThinkAdmin
// +----------------------------------------------------------------------
// | 版权所有 2022~2023  天美网络 [   ]
// +----------------------------------------------------------------------
// | 官方网站: http://demo.thinkadmin.top
// +----------------------------------------------------------------------
// | 开源协议 ( https://mit-license.org )
// +----------------------------------------------------------------------
// | gitee 开源项目：https://gitee.com/zoujingli/ThinkAdmin
// | github开源项目：https://github.com/zoujingli/ThinkAdmin
// +----------------------------------------------------------------------

return [
    // 数据库调试模式
    'debug'       => false,
    // 数据库类型
    'type'        => 'mysql',
    // 服务器地址
    'hostname'    => '127.0.0.1',
    // 数据库名
    'database'    => 'project-invest',
    // 用户名
    'username'    => 'root',
    // 密码
    'password'    => '123456',
    // 编码
    'charset'     => 'utf8mb4',
    // 加密解密密码
    'apiencode'      => '666abcddd',
    // 端口
    'hostport'    => '3306',
    // 主从
    'deploy'      => 0,
    // 分离
    'rw_separate' => false,
];
