<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 核心中文语言包
return [
    'text1' => '产品下线，请投资其他产品',
    'text2' => '用户认购成功！',
    'text3' => '用户',
    'text4' => '一个身份证号码只能验证一个帐户！',
    'text5' => '您已申请，不重复操作！',
    'text6' => 'UZS',
    'text7' => '已达标',
    'text8' => '邀请码不存在',
    'text9' => '最低提款金额:',
];
